CAFMManagementSystem/SoapEnvelopes/GetInstructionSetsByDto.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09">
  <soapenv:Header/>
  <soapenv:Body>
    <ns:GetInstructionSetsByDto>
      <ns:sessionId>{{SessionId}}</ns:sessionId>
      <ns:instructionSetDto>
        <ns:CategoryName>{{CategoryName}}</ns:CategoryName>
        <ns:SubCategory>{{SubCategory}}</ns:SubCategory>
      </ns:instructionSetDto>
    </ns:GetInstructionSetsByDto>
  </soapenv:Body>
</soapenv:Envelope>
